---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedLocationsHigh
source: html/4c44fd83-af09-dd93-9f8e-0c595e3ecc41.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedLocationsHigh Property

"Column Locations End"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewGraphSchedLocationsHigh { get; }
```